[{"category":"Platinum Sponsors","links":[{"body":"<p><strong>Birmingham Perl Mongers</strong> have been long time supporters of CPAN Testers, having funded our dedicated servers since 2008, as well as hosting some of our sites on their own server.</p>","tagline":"","href":"http://birmingham.pm.org","title":"Birmingham Perl Mongers"},{"body":"<p><strong>Enlightened Perl</strong> is a membership organisation within the Perl community, It has goals that are complementary to the Perl Foundation. Specifically, we support many Perl development efforts that ensure Perl's future as an enterprise-grade development platform.</p>","tagline":"","href":"http://www.enlightenedperl.org/","title":"Enlightened Perl Organisation"}]},{"category":"Silver Sponsors","links":[{"body":"<p><strong>Dyn</strong> (pronounced &ldquo;dine&rdquo;) is the worldwide Internet Infrastructure as a Service (IaaS) leader, powering <strong><a href=\"http://www.dyn.com/dns\">Managed DNS</a></strong> and <strong><a href=\"http://www.dyn.com/email\">Email Delivery</a></strong> for over four million enterprise clients, small businesses and home  users. Simply put, Dyn helps websites run faster and be more reliable,  while also ensuring that transactional emails that consumers want and  need reach their inboxes. We make the Internet a better place.</p>","tagline":"","href":"http://www.dyn.com/","title":"Dyn"},{"body":"<p><strong>Webfusion</strong> was established over 15 years ago, using their expertise to become one of the UK's largest web hosts. Specialising in delivering cost-effective, feature-rich hosting products to a diverse business orientated market and offer bespoke solutions tailored to your business requirements.</p>","tagline":"","href":"http://www.webfusion.co.uk/managed-hosting/","title":"Webfusion"},{"body":"<p><strong>ABC Startsiden AS</strong> owns, publishes and manages some of the most visited Norwegian web sites including an Internet portal (<a class=\"external-link\" rel=\"nofollow\" href=\"http://www.startsiden.no\">www.startsiden.no</a>), an online newspaper (<a class=\"external-link\" rel=\"nofollow\" href=\"http://www.abcnyheter.no\">www.abcnyheter.no</a>) and a TV-guide (<a class=\"external-link\" rel=\"nofollow\" href=\"http://www.meetv.no\">www.meetv.no</a>).  ABC Startsiden AS is also Google&quot;s largest search partner in  Scandinavia.</p>","tagline":"","href":"http://om.startsiden.no/om-oss/#technology","title":"ABC Startsiden"},{"body":"<p><strong>Perl Careers</strong>&nbsp;is a Perl-focused recruitment consultancy, run by a CPAN contributor with a recruitment background, rather than by a non-technical person, working with clients and candidates in London, the US, and Australia.</p>","tagline":"","href":"http://perl.careers","title":"Perl Careers"},{"body":"<p><strong>MaxMind</strong> provides services and software for IP Geolocation (<a href=\"https://www.maxmind.com/en/geoip2-precision-services\">GeoIP</a>) as well as fraud detection (<a href=\"https://www.maxmind.com/en/minfraud-services\">minFraud</a>). Perl is a major part of their toolbox, and they support all of the developers contributing to relevant open source communities. You may recognise some of their development team.</p>","tagline":"","href":"http://www.maxmind.com","title":"MaxMind"},{"body":"<p><strong>Cogendo</strong> helps your company and everyone in it perform at their best. We provide an online service that small to medium sized companies can use to manage their employees' objectives and performance reviews. The back end is built in Perl, and hosted with Bytemark, another company that has supported CPAN Testers over the years. Our development team also regularly contributes to CPAN. We're only a small company, but we're happy to do our bit for such a key part of the CPAN ecosystem.</p>","tagline":"","href":"https://www.cogendo.com/","title":"Cogendo"},{"body":"<p><strong>Dijkmat</strong> are an internet consultancy, and a proud support of Perl and OpenSource.</p>","tagline":"","href":"http://www.dijkmat.nl","title":"Dijkmat"}]},{"category":"Bronze Sponsors","links":[{"body":"<p><strong>Bytemark Hosting</strong> is the UK's &quot;geek hosting outfit of choice&quot; because      its programmer &amp; network-engineer team have built it that way since 2002,      with their own tools, software and technical expertise.  They understand       web applications and network infrastructure equally, and host names such as       Bostik, dopplr.com and Britain's largest mystery shopping company,       Retail Eyes.</p>","tagline":"","href":"http://www.bytemark.co.uk/","title":"Bytemark Hosting"},{"body":"<p><strong>CartridgeSave</strong> is an online printer supply company, serving the UK.</p>","tagline":"","href":"http://www.cartridgesave.co.uk/","title":"Cartridge Save"},{"body":"<p><strong>Eligo</strong> is a UK-based recruitment agency that specialises in a number of areas, including software development.</p>","tagline":"","href":"http://eligo.co.uk/","title":"Eligo"},{"body":"<p><strong>OpenStrike</strong> helps businesses switch to open source alternatives to their current proprietary software.</p>","tagline":"","href":"http://www.openstrike.co.uk/","title":"OpenStrike"},{"body":"<p><strong>Geekuni</strong> is an institute which provides online software development courses. Every concept is presented in the context of a hands-on exercise and the completion of the course is a fully functional piece of software.</p>","tagline":null,"href":"https://geekuni.com/","title":"Xiing - GeekUni"}]}]